$def with (page)
$def body():
            <div style="width:721px;margin:24px;">
                <div style="line-height:34px;">
                    <span style="padding:5px; border-bottom: 2px solid; border-bottom-color:#aa0004; color:#333; font-family:'微软雅黑'; font-size:16px;">部分名师介绍</span>
                </div>
                <div>
                    <span style="line-height:2em; margin-bottom:5px; text-align:left; color:#333; font-size:12px;">
                    <p><b>蒋老师</b>  川大数学系毕业，五年培优和竞赛辅导经验，曾获全国高中数学联赛重庆赛区一等奖。小升初方面培养出若干华赛、奥赛奖项获得者，系华杯赛，希望杯优秀教练。初升高方面培养了一批初中数学联赛尖子生、中考进入四、七、九、成外、实外的学生。所带初中年级的学生，数学平均分常年维持在140分以上</p>

                    <hr class="hr0"/>
                    <p><b>张老师</b>  天津大学计算机系研究生毕业，在美国计算机协会（ACM）主办的菲律宾第31届国际大学生程序设计竞赛（ICPC）获得地区金牌。曾任香港理工大学研究员，毕业后供职于北京百度总部。曾受天津市计算机协会的邀请，为天津市信息学竞赛省队备战信息学冬令营NOI授课，其中部分学员保送复旦大学、上海交通大学等名校</p>

                    <hr class="hr0"/>
                    <p><b>王老师</b>  成都外国语学校数学实验班数学老师，千知教育特聘教师，成外初中数学联赛教练&高中数学联赛骨干教师。四年中所带初中班90%升入成外高中部，所带初中年级学生获全国初中数学联赛一、二等奖者，不下百人</p>

                    <hr class="hr0"/>
                    <p><b>钟老师</b>  金牌一对一数学老师，对中考、高考数学有系统的研究，尤其对整个高中数学有极其系统的框架，帮助数以十计的学生进入心仪的大学。成都七中（高新校区）尹傲（女）以科技创新竞赛全国一等奖保送北京大学哲学系，系钟老师门下弟子，忠实粉丝 </p>

                    <hr class="hr0"/>
                    <p><b>赵老师</b>  任初中语文教师三年，知识渊博，才华横溢。深谙古文阅读，现代文阅读，作文写作的奥妙，对基础知识及应用有自己的一整个体系的教学，所教学生绝大多数能在10次课以后语文得到5—10分的提升</p>

                    <hr class="hr0"/>
                    <p><b>王老师</b>  中学英语高级教师，教龄15年，一直从事于初、高中英语教育培训，对各大中学的英语教材有非常细致的了解，对《走遍美国》，《GO FOR IT》，《展望未来》，《新概念》有非常系统的教学体系。其深受学生们的喜爱，熟悉中高考英语的命题风格，系统的分析指导，能够一步到位的为学生抓到最核心的知识，很快提高英语成绩</p>

                    <hr class="hr0"/>
                    <p><b>杨老师</b>  千知教育资深物理教师，物理专业研究生学历，擅长初、高中物理培优和竞赛，所带学生均为四、七、九的学生，能够迅速把握中、高考物理考点，也能够因地制宜的培养有实力的学生参与物理学科竞赛</p>

                    <hr class="hr0"/>
                    <p><b>徐老师</b>  千知教育金牌化学老师，化学系研究生学历，高中化学培优及竞赛资深教师。尤其对高考化学的难点“有机化学”有系统性的教学，所带学生均感叹在学校听着很难的有机化学在他那里就化腐朽为神奇，变得额外简单，因此所带学生的化学成绩均名列班级前列</p>
                    </span>
                </div>
            </div>

$:page.frame.html_wrapper(page, body())
